{
    "visa_type": "O-1A",
    "general_info": "General eligibility information scraped from USCIS.",
    "general_instructions": [
        "Determining Eligibility for O-1 Classification: For an O-1 Petition for a Nonimmigrant Worker (Form I-129), the officer must determine whether the beneficiary meets the relevant standard outlined in the statute and regulations. The regulations describe the various types of evidence the petitioner must submit in support of a petition for each type of O-1 beneficiary. In general, the petition must be accompanied by either evidence of receipt of (or in some categories nomination for) a qualifying award, or at least three alternate forms of evidence. However, an officer cannot make a favorable determination simply because the petitioner has submitted the forms of documentation described in the regulations. As explained in the preamble to the final rule, the evidentiary requirements are not the standard for the classification, but are instead the mechanism for establishing whether the standard is met. Accordingly, the fact that the petitioner has produced evidence satisfying at least three evidentiary criteria does not necessarily establish that the beneficiary is eligible for the O-1 classification. Rather, USCIS must determine eligibility based on whether the totality of the evidence submitted demonstrates that the beneficiary meets the relevant standard. More specifically, an officer first determines whether the petitioner has submitted evidence meeting the minimum number of criteria or submitted evidence that the beneficiary received a qualifying award (or nomination, if applicable). If the petitioner meets the evidentiary requirements, the officer must then consider all the evidence in the record in its totality to determine if the beneficiary is an alien of extraordinary ability or achievement as defined in INA 101(a)(15)(O)(i) and 8 CFR 214.2(o). \nSatisfying the Evidentiary Requirements: The analysis in this step is limited to determining whether the evidence submitted is comprised of either a qualifying award (or nomination, if applicable), or at least three of the applicable alternate criteria. In determining whether an evidentiary criterion is met, an officer should evaluate the evidence to determine if it falls within the parameters of the applicable regulation. While an officer should consider whether the submitted evidence meets the language of the regulations to determine whether a particular regulatory criterion has been met, no determination is made during this step as to whether or not the evidence is indicative that the beneficiary meets the applicable definitional standard for the classification.\n Totality Determination: Providing required evidence does not, in itself, establish that the beneficiary meets the standard for classification as an alien of extraordinary ability or extraordinary achievement. Accordingly, when the evidentiary requirements specified above are satisfied, an officer proceeds to evaluate the totality of all the evidence in the record to determine whether it establishes that the: \n- O-1A beneficiary has sustained national or international acclaim and is one of the small percentage who have arisen to the very top of his or her field; \n- O-1B (Arts) beneficiary has sustained national or international acclaim and has achieved distinction in the field of arts; or\n- O-1B (MPTV) beneficiary has a record of extraordinary achievement in the motion picture and television industry such that he or she has a very high level of accomplishment in the motion picture or television industry evidenced by a degree of skill and recognition significantly above that ordinarily encountered to the extent that the person is recognized as outstanding, notable, or leading in the field. \nIf the officer determines that the petitioner has failed to meet these standards, the officer should articulate the specific reasons as to why the petitioner, by a preponderance of the evidence, has not demonstrated that the beneficiary is a person of extraordinary ability or achievement based on the relevant statutory and regulatory language.",
        "Establishing Eligibility\nIn support of an O-1A Petition for a Nonimmigrant Worker (Form I-129), the petitioner must establish that the beneficiary:\n- Has extraordinary ability in the sciences, education, business, or athletics, which has been demonstrated by sustained national or international acclaim;\n- Has achievements that have been recognized in the field through extensive documentation; and\n- Is coming to continue work in the area of extraordinary ability (but not necessarily that the particular duties to be performed require someone of such extraordinary ability)."
    ],
    "super_criteria": "The supporting documentation for an O-1A petition must include evidence that the beneficiary has received a major internationally recognized award (such as the Nobel Prize)",
    "criteria": [
        {
            "name": "Awards",
            "description": "Documentation of the beneficiary’s receipt of nationally or internationally recognized prizes or awards for excellence in the field of endeavor.",
            "full_text": "First, USCIS determines whether the person was the recipient of prizes or awards in the field of endeavor.\nA person may rely on a team award, provided the person is one of the recipients of the award.\n\nSecond, USCIS determines whether the award is a lesser nationally or internationally recognized prize or award which the beneficiary received for excellence in the field of endeavor.\nThis criterion does not require an award or prize to have the same level of recognition and prestige associated with the Nobel Prize or another award that would qualify as a one-time achievement, nor does it require an award or prize to be received at an advanced stage of the beneficiary’s career.\n\nExamples of relevant evidence may include, but are not limited to:\n- Awards from well-known national institutions and well-known professional associations\n- Certain doctoral dissertation awards and scholarships\n- Certain awards recognizing presentations at nationally or internationally recognized conferences\n\nConsiderations:\nRelevant considerations include, but are not limited to:\n- The criteria used to grant the awards or prizes\n- The national or international significance of the awards or prizes in the field\n- The number of awardees or prize recipients\n- Limitations on eligible competitors\n\nWhile many scholastic awards do not demonstrate the requisite level of recognition, there may be some that are nationally or internationally recognized as awards for excellence such that they may satisfy the requirements of this criterion.\n\nFor example, an award available only to persons within a single locality, employer, or school may have little national or international recognition, while an award open to members of a well-known national institution (including an R1 or R2 doctoral university) or professional organization may be nationally recognized."
        },
        {
            "name": "Membership",
            "description": "Documentation of the beneficiary’s membership in associations in the field for which classification is sought, which require outstanding achievements of their members, as judged by recognized national or international experts in their disciplines or fields.",
            "full_text": "USCIS determines if the association for which the person claims present or past membership requires that members have outstanding achievements in the field as judged by recognized experts in that field.\n\nExamples of relevant evidence may include, but are not limited to:\n- Membership in certain professional associations\n- Fellowships with certain organizations or institutions\n\nConsiderations:\nThe petitioner must show that membership in the association requires outstanding achievements in the field for which classification is sought, as judged by recognized national or international experts.\n\nAssociations may have multiple levels of membership. The petitioner must show that in order to obtain the level of membership afforded to the beneficiary, the beneficiary was judged by recognized national or international experts as having attained outstanding achievements in the field for which classification is sought.\n\nAs a possible example, membership in the Institute of Electrical and Electronics Engineers (IEEE) at the IEEE fellow level requires, in part, that a nominee have “accomplishments that have contributed importantly to the advancement or application of engineering, science and technology, bringing the realization of significant value to society,” and nominations are judged by an IEEE council of experts and a committee of current IEEE fellows.\n\nAs another possible example, membership as a fellow in the Association for the Advancement of Artificial Intelligence (AAAI) is based on recognition of a nominee’s “significant, sustained contributions” to the field of artificial intelligence, and is judged by a panel of current AAAI fellows.\n\nRelevant factors that may lead an officer to a conclusion that the person's membership in one or more associations was not based on outstanding achievements in the field include, but are not limited to, instances where the person's membership was based:\n- Solely on a level of education or years of experience in a particular field\n- On the payment of a fee or by subscribing to an association's publications\n- On a requirement, compulsory or otherwise, for employment in certain occupations, such as union membership"
        },
        {
            "name": "Press",
            "description": "Published material in professional or major trade publications or major media about the beneficiary, relating to the beneficiary's work in the field for which classification is sought.",
            "full_text": "First, USCIS determines whether the published material was related to the person and the person's specific work in the field for which classification is sought.\n\nExamples of relevant evidence may include, but are not limited to:\n- Professional or major print publications (newspaper articles, popular and academic journal articles, books, textbooks, or similar publications) regarding the beneficiary and the beneficiary’s work\n- Professional or major online publications regarding the beneficiary and the beneficiary’s work\n- Transcript of professional or major audio or video coverage of the beneficiary and the beneficiary’s work\n\nConsiderations:\nPublished material that includes only a brief citation or passing reference to the beneficiary’s work is not “about” the beneficiary, relating to the beneficiary’s work in the field, as required under this criterion.\nHowever, the beneficiary and the beneficiary’s work need not be the only subject of the material; published material that covers a broader topic but includes a substantial discussion of the beneficiary’s work in the field and mentions the beneficiary in connection to the work may be considered material “about” the beneficiary relating to their work.\n\nMoreover, officers may consider material that focuses solely or primarily on work or research being undertaken by the beneficiary or by a team of which the beneficiary is a member, provided that the material mentions the beneficiary in connection with the work, or other evidence in the record documents the beneficiary’s significant role in the work or research.\n\nSecond, USCIS determines whether the publication qualifies as a professional publication, major trade publication, or major media publication.\n\nIn evaluating whether a submitted publication is a professional publication, major trade publication, or major media, relevant factors include the intended audience (for professional and major trade publications) and the relative circulation, readership, or viewership (for major trade publications and other major media)."
        },
        {
            "name": "Judging",
            "description": "Evidence of the beneficiary's participation on a panel, or individually, as a judge of the work of others in the same or in an allied field of specialization for which classification is sought.",
            "full_text": "USCIS determines whether the person has acted as the judge of the work of others in the same or an allied field of specialization.\n\nExamples of relevant evidence may include, but are not limited to:\n- Reviewer of abstracts or papers submitted for presentation at scholarly conferences in the respective field\n- Peer reviewer for scholarly publications\n- Member of doctoral dissertation committees\n- Peer reviewer for government research funding programs\n\nConsiderations:\nThe petitioner must show that the beneficiary has not only been invited to judge the work of others, but also that the beneficiary actually participated in the judging of the work of others in the same or allied field of specialization.\n\nFor example, a petitioner might document a beneficiary’s peer review work by submitting a copy of a request from a journal to the beneficiary to do the review, accompanied by evidence confirming that the beneficiary actually completed the review."
        },
        {
            "name": "Original Contribution",
            "description": "Evidence of the beneficiary's original scientific, scholarly, or business-related contributions of major significance in the field.",
            "full_text": "First, USCIS determines whether the person has made original contributions in the field.\n\nSecond, USCIS determines whether the original contributions are of major significance to the field.\n\nExamples of relevant evidence may include, but are not limited to:\n- Published materials about the significance of the beneficiary’s original work\n- Testimonials, letters, and affidavits about the beneficiary’s original work and its significance in the field\n- Documentation that the beneficiary’s original work was cited at a level indicative of major significance in the field\n- Documentation that the beneficiary’s original work was published in a scholarly journal of distinguished reputation in the field\n- Patents or licenses deriving from the beneficiary’s work\n- Evidence of commercial use of the beneficiary’s work, such as commercialization of a research innovation\n- Contributions to repositories of software, data, designs, protocols, or other technical resources with evidence of significant scientific, scholarly, or business-related impact in the field\n- A letter or other documentation from an interested government agency, including a quasi-governmental entity, that explains in detail the significance of the individual’s original work to the field, especially as related to the funding interests and mission of the agency or entity\n\nConsiderations:\nAnalysis under this criterion focuses on whether the beneficiary’s original work constitutes major, significant contributions to the field.\n\nEvidence that the beneficiary’s work was funded, patented, or published, while potentially demonstrating the work’s originality, will not necessarily establish, on its own, that the work is of major significance to the field.\nHowever, published research that has provoked widespread commentary on its importance from others working in the field, and documentation that it has been highly cited relative to other works in that field, may be probative of the significance of the beneficiary’s contributions to the field of endeavor.\n\nSimilarly, evidence that the beneficiary developed a patented technology that has attracted significant attention or commercialization may establish the significance of the beneficiary’s original contribution to the field.\nIf a patent remains pending, USCIS will likely require additional supporting evidence to document the originality of the beneficiary’s contribution.\n\nDetailed letters from experts in the field explaining the nature and significance of the beneficiary’s contribution(s) may also provide valuable context for evaluating the claimed original contributions of major significance, particularly when the record includes documentation corroborating the claimed significance.\n\nSubmitted letters should specifically describe the beneficiary’s contribution and its significance to the field and should also set forth the basis of the writer’s knowledge and expertise."
        },
        {
            "name": "Scholarly Articles",
            "description": "Evidence of the beneficiary's authorship of scholarly articles in the field, in professional journals, or other major media.",
            "full_text": "First, USCIS determines whether the person has authored scholarly articles in the field.\n\nExamples of relevant evidence may include, but are not limited to:\n- Publications in professionally-relevant journals\n- Published conference presentations at nationally or internationally recognized conferences\n\nConsiderations:\nIn order to meet this criterion, the beneficiary must be a listed author of the submitted article or articles but need not be the sole or first author.\nA petitioner need not provide evidence that the beneficiary’s published work has been cited to meet this criterion.\n\nIn addition, the articles must be scholarly.\nIn the academic arena, a scholarly article reports on original research, experimentation, or philosophical discourse.\nIt is written by a researcher or expert in the field who is often affiliated with a college, university, or research institution.\nThe article is normally peer-reviewed.\n\nIn general, it should have footnotes, endnotes, or a bibliography, and may include graphs, charts, videos, or pictures as illustrations of the concepts expressed in the article.\nIn non-academic arenas, a scholarly article should be written for learned persons in that field.\n\nSecond, USCIS determines whether the publication qualifies as a professional publication, major trade publication, or major media publication.\n\nIn evaluating whether a submitted publication is a professional publication, major trade publication, or major media, relevant factors include the intended audience (for professional and major trade publications) and the relative circulation, readership, or viewership (for major trade publications and other major media)."
        },
        {
            "name": "Critical Employment",
            "description": "Evidence that the beneficiary has been employed in a critical or essential capacity for organizations and establishments that have a distinguished reputation.",
            "full_text": "First, USCIS determines whether the person has performed in a leading or critical role for an organization, establishment, or a division or department of an organization or establishment.\n\nExamples of relevant evidence may include, but are not limited to:\n- Faculty or research position for a distinguished academic department or program\n- Research position for a distinguished non-academic institution, government or quasi-governmental entity, or company\n- Principal or named investigator for a department, institution, or business that received a merit-based government award, such as an academic research or Small Business Innovation Research (SBIR) grant\n- Member of a key committee or high-performing team within a distinguished organization\n- Founder or co-founder of, or contributor of intellectual property to, a startup business that has a distinguished reputation\n- Critical or essential supporting role for a distinguished organization or a distinguished division of an institution, government or quasi-governmental entity, or company, as explained in detail by the director or a principal investigator of the relevant organization or division\n\nConsiderations:\nTo show a critical role, the evidence should establish that the beneficiary has contributed in a way that is of significant importance to the organization or establishment’s activities.\nTo show an essential role, the evidence should establish that the beneficiary’s role is (or was) integral to the entity.\nA leadership role in an organization often qualifies as critical or essential.\n\nFor a supporting role to be considered critical or essential, USCIS considers other factors, such as whether the beneficiary’s performance in the role is (or was) integral or important to the organization or establishment’s goals or activities, especially in relation to others in similar positions within the organization.\n\nIt is not the title of the beneficiary’s role, but rather the beneficiary’s duties and performance in the role that determines whether the role is (or was) critical or essential.\nDetailed letters from persons with personal knowledge of the significance of the beneficiary’s role can be particularly helpful in analyzing this criterion.\nThe organization need not have directly employed the beneficiary.\n\nSimilarly, a letter or other documentation from an interested government agency, including a quasi-governmental entity, can serve as relevant evidence if it demonstrates that the agency or entity either funds the beneficiary or funds work in which the beneficiary has a critical or essential role, and explains this role in the funded work.\n\nSecond, USCIS determines whether the organization or establishment, or the department or division for which the person holds or held a leading or critical role, has a distinguished reputation.\n\nRelevant factors for evaluating the reputation of an organization or establishment can include the scale of its customer base, longevity, or relevant media coverage.\n\nFor academic departments, programs, and institutions, officers may also consider national rankings and receipt of government research grants as positive factors in some cases.\n\nFor a startup business, officers may consider evidence that the business has received significant funding from government entities, venture capital funds, angel investors, or other such funders commensurate with funding rounds generally achieved for that startup’s stage and industry, as a positive factor regarding its distinguished reputation."
        },
        {
            "name": "High Remuneration",
            "description": "Evidence that the beneficiary has either commanded a high salary or will command a high salary or other remuneration for services as evidenced by contracts or other reliable evidence.",
            "full_text": "USCIS determines whether the person has commanded or will command a high salary or other remuneration.\n\nExamples of relevant evidence may include, but are not limited to:\n- Tax returns, pay statements, or other evidence of past salary or remuneration for services\n- Contract, job offer letter, or other evidence of prospective salary or remuneration for services\n- Comparative wage or remuneration data for the beneficiary’s field, such as geographical or position-appropriate compensation surveys\n\nConsiderations:\nIf the petitioner is claiming to meet this criterion, then the burden is on the petitioner to provide appropriate evidence establishing that the beneficiary’s compensation is high.\nSuch evidence may include documentation demonstrating the beneficiary is highly compensated in relation to others in the field.\nEvidence regarding whether the person's compensation is high relative to that of others working in the field may take many forms.\nExamples may include, but are not limited to, geographical or position-appropriate compensation surveys and organizational justifications to pay above the compensation data.\n\nThe following webpages, among others, may be helpful in evaluating the relative compensation for a given field:\n- The U.S. Bureau of Labor Statistics (BLS) Overview of BLS Wage Data by Area and Occupation webpage\n- The U.S. Department of Labor's Career One Stop webpage\n\nOfficers should evaluate persons working outside of the United States based on the wage statistics or comparable evidence for that locality, rather than by simply converting the salary to U.S. dollars and then viewing whether that salary would be considered high in the United States.\n\nFor entrepreneurs or founders of startup businesses, officers consider evidence that the business has received significant funding from government entities, venture capital funds, angel investors, or other such funders in evaluating the credibility of submitted contracts, job offer letters, or other evidence of prospective salary or remuneration for services."
        }
    ],
    "comparable_evidence": "Comparable Evidence\nIf the listed criteria are not readily applicable to the beneficiary’s occupation, the petitioner may submit comparable evidence to establish the beneficiary’s eligibility.\n\nWhen a Petitioner May Use Comparable Evidence\nPetitioners should submit evidence outlined in the evidentiary criteria if the criteria readily apply to the beneficiary’s occupation.\nHowever, if the petitioner establishes that a particular criterion is not readily applicable to the beneficiary’s occupation, the petitioner may then submit evidence that is not specifically described in that criterion but is comparable to that criterion.\n\nA petitioner is not required to show that all or a majority of the criteria do not readily apply to the beneficiary’s occupation before USCIS will accept comparable evidence.\nInstead, for comparable evidence to be considered, the petitioner must explain why a particular evidentiary criterion listed in the regulations is not readily applicable to the beneficiary’s occupation, as well as why the submitted evidence is “comparable” to that criterion.\nA general unsupported assertion that the listed criterion does not readily apply to the beneficiary’s occupation is not probative.\nHowever, a statement alone can be sufficient if it is detailed, specific, and credible.\n\nAlthough officers do not consider comparable evidence if the petitioner submits evidence in lieu of a particular criterion that is readily applicable to the beneficiary’s occupation simply because the beneficiary cannot satisfy that criterion, a criterion need not be entirely inapplicable to the beneficiary’s occupation.\nRather, comparable evidence is allowed if the petitioner shows that a criterion is not easily applicable to the beneficiary’s job or profession.\n\nAs with all O-1A petitions, officers may consider comparable evidence in support of petitions for beneficiaries working in STEM fields.\nSpecifically, if a petitioner demonstrates that a particular criterion does not readily apply to the beneficiary’s occupation, the petitioner may submit evidence that is of comparable significance to that criterion to establish sustained acclaim and recognition.\n\nFor instance:\n- If the publication of scholarly articles is not readily applicable to a beneficiary whose occupation is in an industry rather than academia, a petitioner might demonstrate that the beneficiary’s presentation of work at a major trade show is of comparable significance to that criterion.\n- If the petitioner demonstrates that receipt of a high salary is not readily applicable to the beneficiary’s position as an entrepreneur, the petitioner might present evidence that the beneficiary’s highly valued equity holdings in the startup are of comparable significance to the high salary criterion.\n\nEstablishing Eligibility with Comparable Evidence\nA petitioner relying on evidence that is comparable to one or more of the criteria listed at 8 CFR 214.2(o)(3)(iii)(B) must still meet at least three separate evidentiary criteria to satisfy the evidence requirements, even if one or more of those criteria are met through evidence that is not specifically described in the regulation but is comparable.\nWhile a petitioner relying on comparable evidence is not limited to the kinds of evidence listed in the criteria, the use of comparable evidence does not change the standard for the classification.\nIt remains the petitioner’s burden to establish that the beneficiary has extraordinary ability in the beneficiary's field of endeavor.",
    "final_evaluation_instructions": "Evaluating the Totality of the Evidence\nWhen the evidentiary requirements specified above are satisfied, an officer proceeds to evaluate the totality of all the evidence in the record to determine whether the beneficiary has extraordinary ability with sustained national or international acclaim, as described in the O statute and regulations.\n\nAt this step, officers may consider any potentially relevant evidence, even if such evidence does not fit one of the above regulatory criteria or was not presented as comparable evidence.\n\nThe following are examples of situations where evidence might not directly correspond to the above regulatory criteria or might not be presented as comparable evidence, but would nonetheless be potentially relevant towards demonstrating, in the totality of the evidence, that an O-1A beneficiary is among the small percentage at the top of the field and that the beneficiary has sustained national or international acclaim:\n- The record demonstrates that the beneficiary has published articles in particularly highly-ranked journals relative to other journals in the field, as demonstrated by, for example, evidence the petitioner provides regarding the journal’s impact factor. Depending on the level of recognition of the journals in question, as demonstrated by evidence in the record, there may be particular prestige or acclaim associated with publication in such journals, especially if the beneficiary is the most significant contributor to the publication, a senior author, or the sole author of the article or articles.\n- The petitioner provides evidence demonstrating that the total rate of citations to the beneficiary’s body of published work is high relative to others in the field, or the beneficiary has a high h-index for the field. Depending on the field and the comparative data the petitioner provides, such evidence may indicate a beneficiary’s high overall standing for the purpose of demonstrating that the beneficiary is among the small percentage at the top of the field.\n- The petitioner documents the beneficiary’s employment or research experience is with leading institutions in the field (such as U.S. universities that have been recognized as having high or very high research activity by the Carnegie Classification of Institutions of Higher Education, foreign universities with comparably high research activity, or a university that is highly regarded according to a widely recognized metric such as the QS World University Rankings). Such employment or experience can be a positive factor toward demonstrating that the beneficiary is among the small percentage at the top of the field.\n- The record establishes that the beneficiary has received unsolicited invitations to speak or present research at nationally or internationally recognized conferences in the field. Although such a role for the conference may not rise to the level of a critical or essential capacity, this type of invitation is generally indicative of a person’s high standing and recognition for achievements in the field.\n- The record establishes that the beneficiary is named as an investigator, scientist, or researcher on a peer-reviewed and competitively funded U.S. government grant or stipend for STEM research. This type of evidence can be a positive factor indicating a beneficiary is among the small percentage at the top of the beneficiary’s field.\n- The record includes a letter or other documentation from an interested government agency, including a quasi-governmental entity, that attests in detail to the beneficiary’s sustained national or international acclaim.\n\nIn all cases, the petitioner has the burden of providing sufficient context regarding the above evidence and considerations to demonstrate that the evidence meets the relevant criteria and to establish the beneficiary’s extraordinary ability in the totality of the circumstances."
}
  